;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; Soft Version: 4.74.457
; Update: Novembro 11, 2017
;
[Lang]
NativeLanguage=Português
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
ButtonSkin=Tema
apply=Aplicar
Nothanks=Não, Obrigado
ButtonCancel=Cancelar

[Translation]
LangCode=0816
ReadHabit=Left-to-right
LanguageName=POR
LangShortName=pt-pt
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Bytes
KB=KB
MB=MB
GB=GB
pmDefault=Padrão
Information=Informação
Warning=Alertas
Error=Erro
Confirm=Confirmação
CurVer=Versão Actual:
FrmSkin.Btnok.Caption=OK
Weathertag=c
FrmGeneral.lblunit.caption=Unidade Temperatura:
DelSkinHint=Eliminar Tema
LikeOurSoft=Experimente mais produtos do Grupo Wise se gosta do Wise Care 365!
DownloadMore=Transferir
Frmboot.lblsec.caption=Seg
FrmBuy.lblinfo4.caption=Apoio gratuíto vitalício.
;
; Popup menu
;
pmDelete=Eliminar ficheiros grandes seleccionados
pmHelp=Ajuda Online
pmforum=Fórum
pmHome=Página Inicial
pmContact=Contacte-nos
pmSettings=Definições
pmCheckNew=Procurar Actualizações
pmLang=Idiomas
pmRegister=Registar
pmAbout=Acerca
pmLicenseKey=Alterar chave licença
pmIgnore=Ignorar este item
pmRCrec=Seleccionar Entradas Seguras
pmDCrec=Recomendado
pmAll1=Selec. Tudo
pmNone=Desmarcar Tudo
pmInvert=Inverter Selecção
pmGo=Abrir a Pasta Respectiva
pmGoReg=Abrir no editor do Registo...
pmExport=Exportar para ...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Assistência
FrmWPMain.btncheckup.caption=Exame do Computador
FrmWPMain.btnsysclean.caption=Limpeza do Sistema
FrmWPMain.btnsystune.caption=Afinação do Sistema
FrmWPMain.btnprivacy.caption=Protector de Privacidade
FrmWPMain.btnSysmon.caption=Monitor do Sistema
FrmChangeHeader.caption=Alterar 'Avatar'
FrmHome.btnactive.caption=Actualizar para a Versão PRO
FrmHome.lblshare.caption=Partilhar o Wise Care 365
FrmHome.lbltools.caption=Utilitários
FrmHome.btntools.hint=Mais utilitários
FrmHome.btnhead.Hint=Alterar 'Avatar'
FrmHome.edtuser.Hint=Alterar Alcunha
FrmHome.btnfacebook.hint=Partilhar o Wise Care 365 no facebook
FrmHome.btntwitter.hint=Partilhar o Wise Care 365 no twitter
FrmHome.btngoogle.hint=Partilhar o Wise Care 365 no google+
FrmHome.btnemail.hint=Fale do Wise Care 365 aos seus amigos
FrmHistory.btncheckup.caption=Examinar
FrmHistory.lblrecord.caption=Histórico de Limpezas
FrmExam.btncancel.caption=Cancelar
FrmExam.lblrecheck.caption=Reexaminar
FrmExam.btnfix.caption=Reparar
FrmButtons.lblinfo.caption=Pode ordenar todos os utilitários abaixo arrastando e largando.
;
; About
;
Frmabout.lblstatus.caption=Estado:
FrmAbout.caption=Acerca
FrmAbout.lblver.caption=Versão Actual:
FrmAbout.lblemail.caption=Email de Suporte:
FrmAbout.lblhome.caption=Página Inicial:
FrmAbout.lblthanks.caption=Agradecimentos às seguintes pessoas pelos seus contributos:
FrmAbout.lblWarning.caption=Aviso: Este programa está protegido pela lei de direitos de autor e tratados internacionais.
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Examinar
Frmadvdc.lblpath.caption=Local a Examinar:
Frmadvdc.btnrescan.caption=Reexaminar
Frmadvdc.btnall.caption=Selec. Tudo
Frmadvdc.btnadvanced.caption=Definições Avançadas
Frmadvdc.btnnone.caption=Desmarcar Tudo
Frmadvdc.lblspeed.caption=A Mais Rápida Velocidade de Análise do Mundo!
Frmadvdc.lblrec.caption=Outras Aplicações que os Utilizadores Gostam:
Frmadvdc.vtfiles.Columns[0]=Nome do Ficheiro
Frmadvdc.vtfiles.Columns[1]=Tamanho
Frmadvdc.vtfiles.Columns[2]=Atalho
Frmadvdc.vtfiles.Columns[3]=Último Acesso
Frmadvdc.vtfiles.Columns[4]=Tipo
FrmAdvSettings.lblinfo.caption="Encontrar ficheiros vazios" só produz efeito uma vez. Da próxima vez necessita seleccioná-lo de novo.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Adicionar
FrmAdvSettings.btnremove.caption=Remover
FrmAdvSettings.btncancel.caption=Cancelar
FrmAdvSettings.wcknull.caption=Encontrar ficheiros vazios (0 bytes, mais lento)
FrmAdvSettings.wckshortcut.caption=Encontrar atalhos inválidos (mais lento)
FrmAdvSettings.caption=Definições Avançadas
FrmAdvSettings.btnre.caption=Recomendado
FrmAdvSettings.btnall.caption=Selec. Tudo
FrmAdvSettings.btnnone.caption=Desmarcar Tudo
;
; Backup and restore
;
FrmBackup.caption=Cópia de Segurança
FrmBackup.btnreg.caption=Criar cópia de segurança completa do registo
FrmBackup.btnsys.caption=Criar ponto de restauro do sistema
FrmRestore.caption=Centro de Restauro
FrmRestore.btnRegBk.caption=Cópia de Segurança do Registo
FrmRestore.btnSysBK.caption=Restauro do Sistema
FrmRestore.btnclose.caption=Fechar
FrmRestore.btnrestore.caption=Restaurar
FrmRestore.btnremove.caption=Remover
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Adicionar o triturador de ficheiros ao Menu de Contexto.
FrmBFConfig.btnall.caption=Selec. Tudo
FrmBFConfig.btnnone.caption=Desmarcar Tudo
FrmBFConfig.btnRemove.caption=Remover
FrmBFConfig.caption=Itens a Ignorar
Frmbigfile.vtfiles.Columns[0]=Nome do Ficheiro
Frmbigfile.vtfiles.Columns[1]=Tamanho
Frmbigfile.vtfiles.Columns[2]=Tipo
Frmbigfile.vtfiles.Columns[3]=Último Acesso
Frmbigfile.vtfiles.Columns[4]=Atalho
Frmbigfile.lblpath.caption=Local a Examinar:
Frmbigfile.btnrescan.caption=Reexaminar
Frmbigfile.btnsearch.caption=Procurar
Frmbigfile.btndel.caption=Eliminar
Frmbigfile.btncancel.caption=Parar
FrmBigFile.btnIgnore.caption=Ignorar itens seleccionados
FrmBigFile.btnExport.caption=Exportar Para...
FrmBigFile.btnExConfig.caption=Itens ignorados
;
; Register 
;
FrmBuy.lblfull.caption=Registar para a Versão Completa do Wise Care 365 Pro:
FrmBuy.lblfull1.caption=Para poder usar todas as funcionalidades do Wise Care 365, deve adquirir a versão completa. Com ela, pode:
FrmBuy.lblinfo0.caption=Um clique para reparar em segundos todos os problemas.
FrmBuy.lblinfo1.caption=Limpa todos os ficheiros de lixo, rastos e histórico do computador.
FrmBuy.lblinfo2.caption=Acelera a velocidade do arranque, a velocidade da ligação Internet  e mantém o PC como novo.
FrmBuy.lblinfo3.caption=Protecção e optimização em tempo real para o Windows.
FrmBuy.btnbuy.caption=Comprar Já
FrmBuy.btnactive.caption=Active a sua chave de licença
FrmBuy.lblguarantee.caption=Se não ficar satisfeito com o programa por qualquer razão, pode ser totalmente reembolsado nos 60 dias após a compra.
FrmBuy.lblkey.caption=Já possui uma chave de licença?
FrmRegister.caption=Registar
FrmLicense.lblinfo.caption=Obrigado por avaliar o Wise Care 365!
FrmLicense.lblinput.caption=Introduza a sua chave de licença para activar a versão PRO.
FrmLicense.lblname.caption=Utilizador:
FrmLicense.lblemail.caption=Email:
FrmLicense.lblkey.caption=Chave de Licença:
FrmLicense.btnregister.caption=Registar
FrmLicense.lblhelp.caption=Problemas a introduzir a chave?
FrmLicense.lblnokey.caption=Ainda não possui uma chave?
FrmLicense.lblsupport.caption=Contacte-nos
FrmLicense.btnbuy.caption=Comprar Já
FrmExitNotice.btnexit.caption=Sair
FrmExitNotice.btnreg.caption=Continuar para registo fácil
FrmExitNotice.lbltitle.caption=Antes de fechar o Wise Care 365 Pro, Tenha em atenção:
FrmExitNotice.lblinfo.caption=Estes problemas podem tornar o seu PC mais lento, reduzir a sua eficiência e aumentar a frustação e perda de tempo.
FrmExitNotice.lblregister.caption=Registar o Wise Care 365 Pro para:
;
; Common disk clean
;
FrmCommon.btnall.caption=Selec. Tudo
FrmCommon.btnre.caption=Recomendado
FrmCommon.btnnone.caption=Desmarcar Tudo
FrmCommon.btnScan.caption=Examinar
FrmCommon.lblstat.caption=Rápido e fácil para limpar ficheiros inúteis e rastos.
FrmCommon.btncancel.caption=Cancelar
FrmCommon.btnrescan.caption=Reexaminar
;
; Registry Clean
;
FrmRegClean.btnall.caption=Selec. Tudo
FrmRegClean.btnre.caption=Recomendado
FrmRegClean.btnnone.caption=Desmarcar Tudo
FrmRegClean.btnCustom.caption=Área Pessoal
FrmRegClean.WiseLabel1.caption=Agendador
FrmRegClean.lbltype.caption=Tipo de Execução:
FrmRegClean.lblweek.caption=Dia:
FrmRegClean.lbltime.caption=Hora:
FrmRegClean.btnScan.caption=Examinar
FrmRegClean.btncancel.caption=Cancelar
FrmRegClean.btnrescan.caption=Reexaminar
FrmRegClean.lblstat.caption=Até à data nunca limpou o registo. Sugere-se uma limpeza imediata!
FrmRegClean.lblinfo.caption=Uma limpeza regular do registo pode tornar o seu computador mais rápido e estável.
Frmcustom.caption=Área Pessoal
Frmcustom.btnre.caption=Recomendado
Frmcustom.btnall.caption=Selec. Tudo
Frmcustom.btnnone.caption=Desmarcar Tudo
Frmcustom.btncancel.caption=Cancelar
Frmcustom.btnok.caption=OK
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Espaço Livre
FrmDiskDefrag.btnfolder.caption=Pasta
FrmDiskDefrag.btnfile.caption=Ficheiro
FrmDiskDefrag.btnsystem.caption=Ficheiro do Sistema
FrmDiskDefrag.btnFragmented.caption=Fragmentos
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Desligar após desfragmentação do disco.
FrmDiskDefrag.btnpause.caption=Pausar
FrmDiskDefrag.btnstop.caption=Parar
FrmDiskDefrag.btnDefrag.caption=Desfragmentar
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=O Apagador do Disco pode proteger a sua privacidade através de uma remoção completa dos ficheiros eliminados para o caso de algum programa de recuperação pretender recuperá-los.
FrmDiskErase.btnstopErase.caption=Parar
FrmDiskErase.chkshutdown.caption=Desligar após apagamento do disco.
FrmDiskErase.BtnErase.caption=Apagar
FrmDiskErase.lblerasemode.caption=Segurança:
FrmDiskErase.vstDisk.Columns[0]=Unidades
FrmDiskErase.vstDisk.Columns[1]=Tamanho Total
FrmDiskErase.vstDisk.Columns[2]=Tamanho Livre
FrmDiskErase.vstDisk.Columns[3]=Estado
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Importar
FrmExclusion.btnexport.caption=Exportar
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=Os Ficheiros triturados serão completamente removidos e não podem ser recuperados.
FrmFileShredder.lblFileLine2.caption=Evitar que os ficheiros triturados sejam recuperados sobrescrevendo o seu espaço original.
FrmFileShredder.btnErase.caption=Triturar
FrmFileShredder.btnaddfile.caption=Adicionar Ficheiros
FrmFileShredder.btnaddfolder.caption=Adicionar Pastas
FrmFileShredder.btnstop.caption=Parar
FrmFileShredder.btndelitem.caption=Remover
FrmFileShredder.vtfiles.Columns[0]=Nome do Ficheiro/Pasta
FrmFileShredder.vtfiles.Columns[1]=Atalho
FrmFileShredder.vtfiles.Columns[2]=Estado
;
; General Settings 
;
FrmGeneral.lbltrash.caption=Ficheiros inúteis maiores que
FrmGeneral.lbltrace.caption=O nº de rastos for maior que
FrmGeneral.chkturbo.caption=Executar Wise Turbo Automaticamente quando
FrmGeneral.chkstartup.caption=Executar quando o Windows inicia
FrmGeneral.chkbooster.caption=Executar o Acelerador de Arranque quando o computador inicia
FrmGeneral.lblsys.caption=Sistema
FrmGeneral.lblupdate.caption=Procurar actualizações:
FrmGeneral.chknews.caption=Procurar Boletim de Notícias ao iniciar a aplicação
FrmGeneral.chkexp.caption=Aderir ao Programa de Melhoria Baseado na Experiência do Cliente
FrmGeneral.lblexp.caption=Detalhe
FrmGeneral.lblportable.caption=Versão Portátil
FrmGeneral.btnmakeportable.caption=Criar Versão Portátil
FrmGeneral.lblinterface.caption=Interface
FrmGeneral.lbllang.caption=Idioma:
FrmGeneral.chkue.caption=Adira ao nosso Programa de Melhoria Baseado na Experiência do Cliente
FrmGeneral.btnupdate.caption=Procurar Agora
FrmBoosterSettings.chkauto.caption=Obter informação meteorológica detectando a localização
FrmBoosterSettings.chkset.caption=Usar a seguinte localização para obter informação meteorológica
FrmGobleSettings.btnstartup.caption=Acelerador do Arranque
;
; Settings GUI
;
FrmGobleSettings.caption=Definições
FrmGobleSettings.TabBtnGeneral.caption=Geral
FrmGobleSettings.TabBtnClean.caption=Limpeza
FrmGobleSettings.TabBtnExclusion.caption=Exclusões
FrmGobleSettings.TabBtnCheckup.caption=Exame Personalizado
FrmGobleSettings.btncancel.caption=Cancelar
FrmGobleSettings.btnok.caption=Guardar
FrmGobleSettings.btnTray.caption=Área de Notificação
FrmGobleSettings.btnSysProect.caption=Protecção do Sistema
;
; Update
;
FrmNewVer.lblTitle.caption=Está disponível uma nova versão.
FrmNewVer.lblignore.caption=Ignorar esta versão
FrmNewVer.btnno.caption=Agora Não
FrmNewVer.btnUpdate.caption=Actualizar Agora
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Optimizar
FrmOptimizer.lblinfoex.caption=A Afinação do Sistema pode acelerar a sua rede e sistema.
FrmOptimizer.btnnone.caption=Desmarcar Tudo
FrmOptimizer.btnall.caption=Selec. Tudo
FrmOptimizer.btnDefault.caption=Padrão do Sistema
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Proteja a sua privacidade apagando os dados de monitorização pessoais.
FrmPrivacyErase.btnrescan.caption=Reexaminar
FrmPrivacyErase.btnScan.caption=Examinar
;
; Register defrag
;
FrmProcess.caption=Desfragmentar Registo
FrmProcess.lblwait.caption=Aguarde por favor...
FrmProcess.lblinfo.caption=Durante a desfrag. o PC pode não responder por uns minutos.
FrmRegDefragger.lblinfo.caption=A desfragmentação do registo pode tornar o seu computador mais rápido e estável.
FrmRegDefragger.lblstat.caption=Ainda não desfragmentou o seu registo. Sugere-se uma desfragmentação imediata!
FrmRegDefragger.btndefrag.caption=Desfragmentar
FrmRegDefragger.lblinfo1.caption=1. Sugerimos que encerre todas as outras aplicações antes de executar esta função.
FrmRegDefragger.lblinfo2.caption=2. O sistema poderá ficar sem responder durante esta operação e isso é normal.
FrmRegDefragger.lblinfo3.caption=3. O sistema será reiniciado automaticaticamente após estar concluída a desfragmentação do Registo.
FrmRegDefragger.lblinfo4.caption=4. Por favor não interrompa a desfragmentação do Registo, senão, isso poderá ter consequências imprevisíveis.
FrmRegDefragger.vtdefrag.Columns[0]=Nome da secção
FrmRegDefragger.vtdefrag.Columns[1]=Tamanho Actual
FrmRegDefragger.vtdefrag.Columns[2]=Novo Tamanho
FrmRegDefragger.vtdefrag.Columns[3]=Taxa de Redundância
FrmRegDefragger.btnAnalysis.caption=Analisar
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Aviso: Por favor guarde a sua palavra-passe em local seguro para o caso de a esquecer.
FrmPwGenerator.BtnCopy.caption=Copiar para Área Transferência
FrmPwGenerator.ckdigital.caption=Algarismos
FrmPwGenerator.cklowercase.caption=Minúsculas
FrmPwGenerator.ckupercase.caption=Maiúsculas
FrmPwGenerator.ckspecial.caption=Caracteres Especiais
FrmPwGenerator.lblinfo.caption=O Gerador de Palavras-Passe irá ajudá-lo a criar uma palavra-passe forte.
FrmPwGenerator.lbllen.caption=Comprimento da Palavra-Passe:
FrmPwGenerator.Btngenerator.caption=Gerar Palavra-Passe
;
; Software Rate
;
FrmRate.Btnlist.caption=Opiniões dos Utilizadores
FrmRate.Btnreview.caption=A minha Opinião
FrmRate.Btnfirst.caption=Seja o primeiro a comentar
FrmRate.Btnsubmit.caption=Enviar
FrmRate.lblscore.caption=Classificação:
FrmRate.lblscorehint.caption=(Clique nas estrelas para clasificar)
FrmRate.lblnick.caption=A sua Alcunha:
FrmRate.lblnickhint.caption=(Opcional)
FrmRate.lblemail.caption=O seu Email:
FrmRate.lblemailhint.caption=(Opcional)
FrmRate.lblcontent.caption=Conteúdo:
FrmRate.lblcontenthint.caption=(Opcional)
FrmRate.lbldesctitle.caption=Descrição do Programa:
FrmRate.lblratesoft.caption=Programas Recomendados
;
; Schedule task
;
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Cancelar
FrmSchedule.lblinfo.caption=Uma limpeza automática regular ajuda a manter um desempenho de topo do seu PC e poupa-lhe tempo.
FrmSchedule.chksilent.caption=Modo silencioso
FrmSchedule.lbltype.caption=Tipo de Execução:
FrmSchedule.lblweek.caption=Dia:
FrmSchedule.lbltime.caption=Hora:
FrmSchedule.caption=Agendar Tarefa
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Ocultar serviços da Microsoft
FrmStartupMgr.TabBtnBoot.caption=Inicialização
FrmStartupMgr.TabBtnService.caption=Serviços
FrmStartupMgr.TabBtnHis.caption=Histórico
FrmStartupMgr.BtnRestoreAll.caption=Restauro com 1 clique
FrmStartupMgr.tabbtnup.caption=Acelerar
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=Emagrecer
FrmSysClean.btnall.caption=Selec. Tudo
FrmSysClean.btnrecommended.caption=Recomendado
FrmSysClean.btnnone.caption=Desmarcar Tudo
FrmSysClean.vtsys.Columns[0]=Item
FrmSysClean.vtsys.Columns[1]=Tamanho
FrmSysClean.vtsys.Columns[2]=Localização
FrmSysClean.vtsys.Columns[3]=Sugestão
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Gerir Ficheiros Grandes
FrmTabPrivcay.TabBtnPrivacyErase.caption=Apagador Privacidade
FrmTabPrivcay.TabBtnDiskErase.caption=Apagador de Disco
FrmTabPrivcay.TabBtnFileShredder.caption=Triturar Ficheiros
FrmTabPrivcay.TabBtnPwGenerator.caption=Gerar Palavra-Passe
FrmTabSysClean.TabbtnRegclean.caption=Limpeza do Registo
FrmTabSysClean.TabBtnCommonClean.caption=Limpeza Normal
FrmTabSysClean.TabBtnAdvClean.caption=Limpeza Avançada
FrmTabSysClean.TabBtnSysSimming.caption=Emagrecer Sistema
FrmTabSysTune.TabbtnSysOpt.caption=Optimizar Sistema
FrmTabSysTune.TabBtnDDefrag.caption=Desfragmentar Disco
FrmTabSysTune.TabBtnRDefrag.caption=Desfragmentar Registo
FrmTabSysTune.TabBtnBoot.caption=Gestor Inicialização
FrmTabSysTune.TabBtnContext.caption=Menu de Contexto
FrmTabSysMon.TabBtnProcess.caption=Monitor Processos
FrmTabSysMon.TabBtnHard.caption=Hardware Global
FrmTabSysMon.btnProcessor.caption=Processador
FrmTabSysMon.btnBoard.caption=Placa Mãe
FrmTabSysMon.btnMemory.caption=Memória
FrmTabSysMon.btnGraphic.caption=Placa Gráfica
FrmTabSysMon.btnDisk.caption=Disco Rígido
FrmTabSysMon.btnNetAdapter.caption=Placa de Rede
FrmTabSysMon.btnSoundCard.caption=Placa de Som
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=Eliminação Segura
FrmSettingClean.chkAutoBackup.caption=Criar Cópia de Segurança Automática do Registo ao limpar
FrmSettingClean.lblfolder.caption=Pasta Personalizada para esvaziar
FrmSettingClean.btnadd.caption=Adicionar
FrmSettingClean.btnremove.caption=Remover
FrmSettingClean.lblscanmode.caption=Como Examinar o Registo
FrmSettingClean.rdnormal.caption=Exame Normal
FrmSettingClean.rdssafe.caption=Exame Seguro
FrmSettingClean.rddeep.caption=Exame Profundo
FrmSettingClean.lblusers.caption=Multi-utilizador:
frmsettingclean.rdauser.caption=Todos os utilizadores
frmsettingclean.rdcuser.caption=Só actual utilizador
frmsettingclean.rdusers.caption=Utilizadores seleccionados
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Restaurar
FrmIgnoredItems.btnall.caption=Selec. Tudo
FrmIgnoredItems.btnnone.caption=Desmarcar Tudo
FrmIgnoredItems.lblinfo.caption=Ignorar itens no exame
;
; Shutdown notice
;
FrmShutDownNote.caption=Lembrete de encerramento
FrmShutDownNote.btnCancel.caption=Cancelar
;
; Skin
;
Frmskin.lblphoto.caption=Tema com foto personalizada
FrmSkin.lblprevious.caption=Anterior
FrmSkin.lblnext.caption=Seguinte
;
; Input Window 
;
frminput.btncancel.caption=Cancelar
frminput.btnok.caption=OK
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Avatar Personalizado
FrmChangeHeader.btnsys.caption=Avatar do Sistema
FrmChangeHeader.btnlocal.caption=Fotografia
FrmChangeHeader.btnok.caption=OK
FrmChangeHeader.btncancel.caption=Cancelar
FrmChangeHeader.lblpreview.caption=Pré-visualizar
;
; Security Essentials
;
Frmsecurity.caption=Programa de Melhoria Baseado na Experiência do Cliente WiseCleaner.com
Frmsecurity.lbltitle.caption=Aderir ao Programa de Melhoria Baseado na Experiência do Cliente
Frmsecurity.lblinfo1.caption=Para ajudar a melhorar este produto, pode aderir ao Programa de Melhoria Baseado na Experiência do Cliente para enviar informações para WiseCleaner.com acerca da utilização dos produtos da WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Nenhuma da informação recolhida será usada para identificá-lo ou contactá-lo e pode deixar o programa a qualquer altura.
Frmsecurity.lbllink.caption=Saiba mais acerca do Programa de Melhoria Baseado na Experiência do Cliente.
Frmsecurity.cbagree.caption=Aderir ao Programa de Melhoria Baseado na Experiência do Cliente.
Frmsecurity.cbagainst.caption=Neste momento não quero aderir ao programa.
Frmsecurity.btnok.caption=OK
;
;
;
FrmTrail.lbltitle.caption=Obrigado por escolher o Wise Care 365
FrmTrail.lblhint.caption=Após o final do período de avaliação ficará sem poder usar as seguintes funcionalidades.
FrmTrail.lblinfo0.caption=1, Examinar e reparar erros do computador com Um-clique.
FrmTrail.lblinfo1.caption=2, Apagador de Privacidade.
FrmTrail.lblinfo2.caption=3, Gestão do menu de contexto.
FrmTrail.lblinfo3.caption=4, Actalizar automaticamente para nova versão.
FrmTrail.lblinfo4.caption=5, Novos temas & aparências.
FrmTrail.lblhint1.caption=Se gosta deste programa, por favor renove a tempo.
FrmTrail.btnbuy.caption=Comprar Já
FrmTrail.btnClose.caption=Mais tarde

[WiseTray]
TfrmAssistMsg.ckbxNoPrompt.caption=Não avisar novamente
TfrmTraySetting.ckAssist.caption=Avisar-me quando alguém responder à minha mensagem.
TfrmTraySetting.ckReware.caption=Avisar-me quando alguém colocar um pergunta paga.
TfrmTraySetting.Caption=Definições
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Cancelar
TfrmTraySetting.ckbx4.Caption=Exibir automaticamente janela flutuante ao executar o Wise Care 365
TfrmTraySetting.lbl4.Caption=Optimizar a memória automaticamente quando a sua taxa de utilização for superior a:
TfrmTraySetting.lbl1.Caption=Unidade de Temperatura
TfrmTraySetting.lbl2.Caption=Exibir Info do Sistema
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celcius
TfrmTraySetting.ckbx3.Caption=Optimização Automática
TfrmTraySetting.ckbx5.Caption=Temperatura do CPU
TfrmTraySetting.ckbx6.Caption=Temperatura da GPU
TfrmTraySetting.ckbx7.Caption=Disco Rígido
TfrmTraySetting.ckbx8.Caption=Temperatura da Placa Mãe
TfrmTraySetting.ckbx9.Caption=Velocidade de Rede
TfrmTraySetting.ckbx10.Caption=Uso do CPU
FrmTrayMain.btnExit.caption=Sair
FrmTrayMain.btnShowMain.caption=Abrir Programa
FrmTrayMain.ppmitem2_1=Ocultar Janela Flutuante
FrmTrayMain.ppmitem2_2=Mostrar Janela Flutuante
frmWiseFloatWnd.ppmStayontop=Sempre Visível
frmWiseFloatWnd.ppmHide=Fechar Janela
TfrmPopupWnd.Caption=Área de Notificação do Wise Care 365
TfrmPopupWnd.btn1.Caption=Optimizar
TfrmPopupWnd.lblM.Caption=Memória：
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=Memória disponível suficiente
TfrmPopupWnd.lbl1.Caption_2=Pouca memória disponível
TfrmPopupWnd.lbl1.Caption_3=Rara memória disponível
TfrmPopupWnd.lvitem0=Optimizar recursos do sistema
TfrmPopupWnd.lvitem1=Memória libertada
TfrmPopupWnd.lvitem10=Alto uso de Memória
TfrmPopupWnd.lvitem30=Alto uso da CPU
TfrmPopupWnd.msg1=Limpar a memória
TfrmTraySetting.lblTip.Caption=Personalizar Janela Flutuante
TIP_CPU_USE=Utilização do CPU
H_ID_MAINBOARD=Temperatura da Placa Mãe
H_ID_CUP=Temperatura do CPU
H_ID_GRAPHICS_T=Temperatura da Placa Gráfica
H_ID_DISK=Temperatura do Disco

[Context]
ContxtMgrInfo=Um método simples para Desactivar/Activar o menu de contexto do Windows.
ContextName=Título do Menu
ContextPublisher=Editor
ContextType=Tipo
ContextAction=Estado
ContextAll=Todos os Ficheiros (*)
ContextDirectory=Directório
ContextFolder=Pasta
ContextDrive=Unidade
ContextBack=Ambiente de Trabalho
ContextRecycle=Reciclar
ContextShortcut=Ficheiro de Atalho
ContextExe=Executar Ficheiro
Contextunknowndesc=Descrição Desconhecida
Contextunknown=Empresa Desconhecida

[Message]
MWDetected=Foi detectado que o MalwareBytes está a impedir o %s de funcionar. Clique OK para obter a solução.
ConfirmRemoveDownload=Serão removidos todos os ficheiros da pasta de transferências, tem a certeza que quer continuar?
OverMaxTimes=Falha de autenticação!Excedeu o múmero máximo de activações permitido pela sua licença. Se acha que é um erro na activação ou se necessita de mais licenças, não hesite em contactar-nos!
Skipped=Ignorado
7After=Passaram %d dias desde a última limpeza do registo. Recomenda-se um exame imediato.
7Before=Quanto mais limpo ficar o seu registo, mais rápido se torna o seu computador!
Activated=A Versão Pro foi activada.
ActivateOnline=A verificar a sua informação de registo, por favor aguarde alguns segundos...
AddFileType=Adicionar Tipo de Ficheiro
AddFolder=Adicionar Pasta
AdviseClean=Uma limpeza regular do registo acelerará e estabilizará o seu computador.
AllHardDrive=Discos Rígidos Locais
AlreadExist=%s já existe na lista.
Analysing=A Analisar...
Area=Área
AvdDefaultHint=Encontrar mais ficheiros desnecessários e libertar mais espaço.
BackupDate=Data da Cópia de segurança
BackupType=Tipo de Cópia de segurança
BFName=Nome do Ficheiro
BFPath=Atalho
BFSize=Tamanho do Ficheiro
BFType=Tipo
BigfileHint=Os ficheiros chave do sistema e outros importantes já foram excluídos do resultado do exame. Por favor seja cuidadoso ao escolher outros ficheiros.
BigfileSearch=Elimine regularmente ficheiros grandes inúteis que ocupam espaço no Disco, com vista a libertar espaço!
BigfileSearchFinish=Foram encontrados %d ficheiros grandes,ocupando %s de espaço no disco. Duração: %d segundo(s).
BigfileSelect=Seleccionou %d ficheiros, a sua eliminação irá ajudá-lo a libertar %s de espaço no disco.
bkAuto=Automaticamente
bkManual=Manualmente
Browse=Procurar...
BrowserRunning=%s está em execução. Gostaria de encerrá-lo? Caso contrário, caches e cookies não poderão ser limpas!
BtnHint=Mais Rápido & Seguro
BtnUpgrade=Versão Completa
Cancel=Cancelar
CanFreeSpace=Foram encontrados %d ficheiros, e pode ser libertado %s de espaço no disco.
CannotCrTask=Não é possível criar uma tarefa de agendamento.
Clean=Limpo
CleanDone=A Limpeza está completa!
CleanForReg=A limpar o Registo...
CleanHis=Histórico de Limpeza
Cleaning=A Limpar...
CleanNow=Recomenda-se uma limpeza imediata.
ComfirmDefrag=Por favor guarde o seu trabalho pendente, porque o computador reiniciará imediatamente após a desfragmentação do registo. Continuar?
Complete=Terminado
Compress=A comprimir...
ConfirmAdd=Tem a certeza que quer remover todos os ficheiros em %s quando correr "Limpeza Avançada"?
ConnectFail=Não foi possível ligar ao servidor, por favor verifique a sua ligação internet e tente mais tarde.
CreateBackup=A criar cópia de segurança dos dados...
CreateBackupReg=A criar cópia de segurança dos dados... Por favor aguarde alguns minutos.
CreateDate=Data da Criação
def15After=Passaram %d dias desde a última vez, recomenda-se a desfragmentação imediata do registo.
def15Before=O seu computador ficará mais rápido e estável se mantiver o seu registo compactado o mais possível.
DefaultValue=(Padrão)
DefragRate=Taxa de optimização: %s.
DefragReport1=O antigo tamanho do registo:
DefragReport2=O novo tamanho do registo:
DefragReport3=Tamanho optimizado:
DefragReport=O registo foi compactado. Relatório de optimização:
delbigfile=A eliminação dos ficheiros seleccionados é um processo de sentido único, sem cópia de segurança. Pretende eliminar os ficheiros seleccionados?
delbigfileFail=Não foi possível eliminar o ficheiro: %s, talvez esteja a ser utilizado por outra aplicação.
DelSkin=Tem a certeza que quer apagar este tema?
Description=Descrição
DisableAdd=Por razões de segurança, algumas pastas de sistema (tais como "Pasta Windows", "Arranque do Disco Rígido" e "CD-ROM" foram adicionadas a esta lista.
Discount=(Agora está disponível 25% de desconto)
DiscountInfo1=Utilizou o Wise Care 365 Gratuíto mais de %d dias,
DiscountInfo2=agora temos uma oferta especial para si,
DiscountInfo3=pague apenas %s para actualizar para a versão PRO.
DownloadError=Erro de transferência, por favor tente mais tarde.
DownloadingSkin=A actual transferência não foi concluida. Por favor actualize este programa mais tarde.
DupFile=O Ficheiro já consta da lista
DupFolder=Esta pasta já existe na lista.
DupItem=O item já existe na lista.
ElapsedTime=Tempo decorrido:
ELeftTime=Tempo estimado...
EmptyEmail=O endereço de Email não pode estar em branco.
EmptyName=O Nome não pode estar em branco.
EmpytKey=A Chave de Licença não pode estar em branco.
EnableRestore=O Restauro do Sistema está desactivado. Quer activar o Restauro do Sistema?
Entries=Entradas
ErrorMsg=Mensagem de Erro:
ExImport=A lista de exclusões foi exportada para:
ExitTray=Tem a certeza que quer sair do Wise Care 365??
ExpiryDate=Data Expiração:
Exported=As entradas actuais foram exportadas para %s. Quer abrir agora o ficheiro?
Extracte=A extrair...
FailedCloseProcess=Não foi possível abortar o programa. Por favor feche o programa manualmente.
FailToDelete=Alguns ficheiros não podem ser já eliminados, serão eliminados no próximo arranque do computador.
failtounLock=Não foi possível desbloquear o editor de registo. Talvez necessite autorização para efectuar esta operação.
FindDrives=A procurar unidades...
FindError=Foram encontrados %d problemas e %d são entradas inseguras.
FindFilesSize=Foram encontrados %d ficheiros, um total de %s
FindRunProcess=O programa está em execução. Por favor encerre-o para terminar a actualização.
FindTraces=Foram encontrados %d históricos.
FindTracesSection=Foram encontrados %d rastos nesta secção
Fix=Reparar
Free=Gratuíto
GetHotSkinError=Ocorreu um erro ao consutar informação do tema.
GettingRestoreData=A obter dados do restauro...
GoodHabit=Uma limpeza regular do Registo irá manter o seu computador com um desempenho de topo.
HaveChange=Quer guardar as alterações?
Hours=Horas
Ignore=Ignorar
IgnoreVer=Ignorar esta actualização
illegalType=%s é um tipo de ficheiro inválido.
InputCookie=Por favor introduza o domínio (Tal como Google, live etc.)
InputSummary=Por favor insira o sumário para este tipo:
InputType=Digite nome ou tipo de ficheiro (Por Exemplo: *.tmp etc..)
InvalidEmail=Email inválido, digite um email válido.
InvalidIgnorItem=Este item não pode ser ignorado.
InvalidKey=Chave de Licença inválida, introduza uma chave válida.
InvalidRegInfo=Informação de registo inválida!
InvalidType=Extensão de ficheiro inválida
IsRunning=O programa está a examinar, por favor aguarde até que o exame termine e tente de novo.
IssueFound=Foram encontrados %d problemas.
IssuesFound=Foram encontrados %d problemas.
Items=Itens
KeyWord=Digite a sua palavra-chave:
KillProcessError=Erro ao terminar o processo, uma das causas possíveis é insuficiência de autorizações
LastClean=A sua última limpeza foi em:
LastCommonClean=A sua última limpeza foi em:
LastDefrag=A última vez que desfragmentou o registo:
LeastOne=Tem que escolher pelo menos uma área para examinar.
LeftTime=Tempo restante:
LeftTimeSec=Duração: %s segundos.
LestOne=Deve escolher pelo menos uma área para examinar.
LestOneClean=Deve escolher pelo menos uma área para limpar.
LestOneItem=Deve escolher pelo menos um item para limpar.
LogAll=Foram encontrados %d problemas, Foram reparados %d problemas.
LogFail=Falha em remover %d itens.
Minutes=Minutos
MoreSpace=Para Libertar Espaço
NeedBackup=Parece ser a primeira vez que examina o seu computador. Recomenda-se uma cópia de segurança imediata. Gostaria de fazer agora uma cópia de segurança automaticamente?
NeedInstall=Quer instalar o %s agora?
NeedStartup=Precisa de acelerar o seu computador manualmente, porque o Wise Care 365 não está configurado para iniciar no arranque.
NeedUpdate=Quer actualizar o %s agora?
Never=Nunca
NeverDefrag=Ainda não desfragmentou o registo!
New=Novo
NewVer=Está disponível uma nova versão! Quer actualizar agora?
NoBackupSelected=Deve escolher pelo menos uma cópia de segurança para restaurar
NoDriveChecked=Deve escolher uma ou mais unidades para examinar.
NoError=Parabéns, não foram encontrados problemas!
NoFilesFound=Não existem ficheiros de lixo
NoItemChecked=Deve escolher um ou mais ficheiros para limpar.
NoItemFound=Não foram encontrados itens
NoItems=Parabéns! Todos os itens foram optimizados.
NoNewVer=Parabéns, a versão que está a usar é a mais recente!
NoRegInfo=Não foi possível encontrar a sua informação de registo.
Notice=Melhore a Rapidez e Segurança do PC
NoTracesFound=Não existem rastos
NoTrashAndTrace=Parabéns! O seu computador está limpo.
NotShowNotice=Não mostrar de novo esta mensagem.
NotSupportOS=Esta função não é suportada neste sistema operativo.
NowCleaning=A Limpar Agora:
Offer=Oferta Especial
Optimize=Optimizar
PluginCount=Número de Plugins:
PrivacyActive=Para Activar
PrivacyData=Registos de privacidade:
PrivacyDefaultHint=Um exame regular dos dados de monitorização pode manter a sua privacidade longe de olhares indiscretos.
Privacyissues=Problemas de Privacidade:
PrivacyUnActive=Privacidade: Não Activada
Problems=Problemas:
Proupdate=Esta versão PRO é uma oferta, mas irá transformar-se numa versão GRÁTIS se actualizar. Continuar?
RegBackup=Cópia de Segurança do Registo
RegBackupDone=A cópia de segurança do registo foi criada com sucesso.
RegBackupFail=Não foi possível criar uma cópia de segurança do registo.
RegeditorLocked=O seu editor de registo está bloqueado. A funcionalidade de cópia de segurança/restauro necessita de acesso ao editor de registo. Quer desbloqueá-lo agora?
RegEntries=Entradas de Registo Inválidas.
Regerror=Erros do Registo:
Registried=Registado
RegRestore=Restauro do Registo
RegTitle=Não Registado
Removebackup=Tem a certeza que pretende remover a cópia de segurança seleccionada?
RemoveSysRestore=Tem a certeza que pretende remover o ponto de restauro seleccionado?
ReScanHint1=Sugerimos que examine de novo para procurar mais problemas.
ReScanHint2=Por favor examine de novo para procurar mais problemas.
ReScanHint=Foram encontrados %d problemas, para encontrar mais, recomenda-se um novo exame.
RestoreComplete=O restauro está completo.
RestoreFromSysRestore=Deve reiniciar o computador após o restauro do sistema. Quer iniciar o restauro do sistema agora?
RestorePointDone=O ponto de restauro foi criado com sucesso.
RestorePointFail=Falha em criar um Ponto de Restauro do Sistema.
RestoreReg=A restaurar o Registo... Por favor aguarde alguns minutos.
Safetodel=Este item pode ser eliminado com segurança.
ScanAborted=O exame foi cancelado!
ScanCanceled=O exame foi cancelado!
ScanFor=A Examinar:
Scaning=A Examinar...
ScannedSection=Secções Examinadas:
Scanning=A Examinar...
ScheduleHint=Limpe o seu computador regularmente.
ScheduleNextTime=A próxima vez:
ScheduleNotActive=Agendador de Tarefas não activado.
Secs=Segundos
SelectFolder=Por favor seleccione uma Pasta
SelectHardDrive=Por favor escolha um Disco Rígido
ShredFile=Triturar ficheiro/pasta
SkinCorrupt=O ficheiro de tema transferido está incompleto ou corrompido! Por favor transfira-o novamente.
SkinLimit=Este tema apenas está activo para Versões PRO, Actualizar Agora?
StartClean=Limpar
StartScan=Examinar
SuggestDefrag=Recomenda-se uma desfragmentação imediata.
SuggestIgnore=Pode desfragmentar o seu registo para a próxima vez.
Summary=Sumário
SysCreating=A criar um ponto de restauro do sistema...
SysProtectOff=Protecção do Sistema Desligada
SysProtectOn=Sistema Protegido
SysRestoring=A preparar para restaurar o sistema...
ThanksRegister=Obrigado por registar este produto!
Total=Total:
TotalDefrag=Foram comprimidos %.2f.
TotalTraces=Foram encontrados %d rastos.
TraceCount=Nº de Rastos:
TraceFound=Foram encontrados %d riscos de privacidade.
TraceFoundEx=Foram encontrados os seguintes rastos:
TraceRemoved=Foram removidos %d rastos.
TranslateTo=Traduzir para...
TrashFound=Foram encontrados %d ficheiros, um total de %s.
TrashFoundEx=Foram encontrados os seguintes ficheiros de lixo:
TrashRemoved=Foram removidos %d ficheiros,libertando %s de espaço do disco.
TrashSize=Ficheiros:
TrayNotice=O seu PC já não é limpo há mais de 15 dias!
TuneupCount=Número de Afinações:
TypeChanged=Alterou os itens a examinar!
TypeNoError=Limpo
Unknow=Desconhecido
Unlimited=Ilimitada
Unoptimized=Não optimizado
Unregistried=Não Registado
VipSkin=Este tema só está disponível para utilizadores registados. Actualizar agora?
WaitForDownload=Por favor aguarde pela conclusão da transferência.
WaitUpdateComplete=A actual tarefa de actualização não foi concluída. Por favor actualize este programa mais tarde.
WarnNoType=Deve seleccionar pelo menos um tipo de ficheiros!
WarnZeroFile=Seleccionou o Modo "Ficheiro Vazio". Alguns ficheiros de 0 bytes são necessários, por favor analise-os antes de os remover. Tem a certeza que quer continuar?
WDCReport=Relatório do Wise Disk Cleaner
Working=Por favor aguarde até que a tarefa actual esteja concluída e depois tente de novo.

[Exclusion]
Folder=Pastas Excluídas
AddFolder=Adicionar Pasta
File=Ficheiros Excluídos
AddFile=Adic. Ficheiro
File Type=Tipos de Ficheiros Excluídos
AddType=Adicionar Tipo
Registry=Chaves de Registo Excluídas
Add Key=Adic. Chave
Delete=Eliminar
Cookies=Domínios Excluídos
Add Cookie=Adic. Domínio
Whiteapp=Lista branca de programas
Blackapp=Lista negra de programas
WhitePosition=Posição da lista branca
BlackPosition=Posição da lista negra

[PrivacyScan]
SeenPictures=Histórico de Imagens Visualizadas
SeenPicturesHint=Histórico de Imagens Visualizadas enquanto navegava na Internet.
SeenMovies=Histórico de filmes/vídeos visualizados
SeenMoviesHint=Histórico de filmes/vídeos visualizados enquanto navegava na Internet.
AccessFiles=Histórico de Ficheiros Acedidos
AccessFilesHint=Histórico de Ficheiros Acedidos ao utilizar o computador.
VisitedWeb=Histórico de Páginas Visitadas
VisitedWebHint=Histórico de Páginas Visitadas enquanto navegava na Internet.

[PrivacyClean]
GoodHabit=Tem o computador limpo, é um bom hábito, mantenha-o assim!
CleanNow=Existem riscos de privacidade e recomenda-se a sua limpeza.
TraceFound=Foram encontrados %d riscos de privacidade.
TraceRemoved=Foram removidos %d riscos de privacidade.

[Password]
Weak=Fraca
OK=OK
Strong=Forte

[Schedule]
Daily=Diária
Weekly=Semanal
Monthly=Mensal
Idle=Quando Inactivo
Login=Ao iniciar sessão
Sunday=Domingo
Monday=Segunda-feira
Tuesday=Terça-feira
Wednesday=Quarta-feira
Thursday=Quinta-feira
Friday=Sexta-feira
Saturday=Sábado
AutoScan=Exame Automático
AutoClean=Limpeza Automática

[Bootup]
BootAction=Operação
BootDelHint=Eliminar Este Item
BootLoad=A carregar programas do arranque e Serviços
BootName=Descrição do Programa
BootRate=Classif. do Programa
BootSuggestion=Sugestão/Classificação
BootTime=Tempo Arranque
BtnRestore=Restaurar
CanDisable=Desligar opcional
delItem=Tem a certeza que pretende eliminar o item?
Disable=Desactivar
Enable=Activar
FailToChange=Este item não pode ser activado ou desactivado.
HisInfo=%d itens estão actualmente desactivados. Pode facilmente activar aqui os itens de arranque erradamente desactivados.
Keep=Manter
MaySpeedup= O seu tempo de arranque será reduzido em %.2f segundos.
MustEnable=Deve estar activado
NoHisInfo=Nenhum item está desactivado actualmente.
NoSuggestion=Ainda sem sugestões
Optimal=Optimizado
Publisher=Editor
ServiceCountInfo=Encontrados %d serviços de terceiros e %d serviços do sistema.
ServiceName=Descrição do Serviço
StartupInfo=Desactive alguns programas desnecessários do arranque para acelerar o seu PC.
ToDisable=Desligar recomendado
ToKeep=Deixar como está
Tuneup=Optimizar
TuneupDone=Foram desactivados %d item(ns) do arranque.
TuneupFaile=Não podem ser desactivados %d item(ns) do arranque.

[Msg]
WDCScanSpeed=A mais Rápida Velocidade de Exame do Mundo!
WDCSysSlimming=Não foram encontrados ficheiros!
PowerOpt=Não existem itens optimizáveis!

[CommonClean]
ScanAbortedHint1=Sugerimos que examine de novo para procurar ficheiros desnecessários.
ScanAbortedHint=Sugerimos que examine de novo para procurar ficheiros desnecessários e rastos.
DefaultHint=Uma limpeza regular pode libertar espaço no disco e proteger a sua privacidade.
7After=Passaram %d dias desde a última limpeza. Recomenda-se um exame imediato.
7Before=É um bom hábito manter as suas unidades limpas e a sua privacidade assegurada.

[SysClean]
Scanning=A Examinar...
ScanEnd=Foram encontrados %d itens. Será libertado %s de espaço no disco.
NoItems=Parabéns! A sua unidade de sistema está limpa.
Open=Abrir
Remove=Remover
MoreSpace=Para Libertar Espaço
Cleaning=A Limpar...
NoItems=Parabéns! A sua unidade de sistema está limpa.
SpaceFreed=O Emagrecimento está completo. Foi libertado %s de espaço no disco.
Installer=Instalador do Windows Obsoleto
LongInstaller=Instaladores do Windows Obsoletos podem ser removidos para libertar espaço.
PatchUninstall=Ficheiros de Desinstalação de Actualizações do Windows
LongPatchUninstall=Se não necessita de desinstalar Actualizações do Windows, pode remover estes ficheiros.
Downloadedfiles=Ficheiros de Instalação do Windows transferidos
Longdownloadedfiles=Após a actualização do Windows ter tido sucesso, pode remover estes ficheiros com segurança.
Baselinecache=Cache de Referência de Instaladores do Windows
LongBaselinecache=Os ficheiros foram criados pelo serviço de instalação do Windows e podem ser removidos.
JPIME=IME Japonês
LongJPIME=Se não necessita destes ficheiros, pode removê-los.
KoreanIME=IME Coreano
LongKoreanIME=Se não necessita destes ficheiros, pode removê-los.
TChineseIME=IME Chinês Tradicional
LongTChineseIME=Se não necessita destes ficheiros, pode removê-los.
MPinyinIME=IME Microsoft Pinyin
LongMPinyinIME=Se não necessita destes ficheiros, pode removê-los.
HelpFile=Ficheiros de Ajuda do Windows
LongHelpFile=Se não necessita destes ficheiros, pode removê-los.
SamplePic=Fotografias de amostra do Windows
LongSamplePic=Se não necessita destes ficheiros, pode removê-los.
SampleMic=Músicas de Amostra do Windows
LongSampleMic=Se não necessita destes ficheiros, pode removê-los.
SampleVideos=Vídeos de Amostra do Windows
LongSampleVideos=Se não necessita destes ficheiros, pode removê-los.
SampleMedia=Multimédia de Amostra do Windows
LongSampleMedia=Se não necessita destes ficheiros, pode removê-los.
Wallpaper=Ficheiros de Fundo do Windows
LongWallpaper=Se não necessita destes ficheiros, pode removê-los.

[PCExam]
CheckDefrag=A Verificar a fragmentação do disco de sistema.
DefaultHint=O Exame irá ajudá-lo a encontrar potenciais problemas de segurança e items optimizáveis e depois repará-los com apenas 1 clique.
Details=Detalhes
DiskDefrag=Verificar a Fragmentação do Disco de Sistema
ExamCanceled=O exame foi cancelado!
ExamEndHint1=Foram verificados %d itens, dos quais %d são problemáticos. Sugere-se que "Repare" estes itens de imediato
ExamEndHint2=Foram detectados %d itens, dos quais %d são problemáticos. %d itens precisam de reparação manual. "Reparar" de imediato.
ExamEndHint3=Foram detectados %d itens, dos quais %d são problemáticos. É necessário repará-los manualmente.
ExamEndHintFixed3=Foram reparados %d problemas, mas %d itens necessitam de ser reparados manualmente.
ExamEndHintFixed4=Parabéns! Foram reparados %d problemas que necessitavam de reparação.
ExamEndHintFixed=Parabéns! Todos os itens que necessitavam, foram reparados.
ExistsPrivacyRisks=Existem riscos de privacidade.
FilesFound=Foram encontrados %d ficheiros, ocupando %s de espaço no disco.
FindJunkFiles=%d ficheiros de lixo, %s.
FindPrivacyData=Foram encontrados %d registos de privacidade.
FindTrace=Foram encontrados %d históricos.
FindTraces=Foram encontrados %d históricos.
FindTrash=Foram encontrados %d ficheiros de lixo, ocupando %s de espaço no disco.
FirePWall=Verificar a disponibilidade da Firewall de Rede Pública do Windows.
FirePWallInvalid=A Firewall do Windows de rede pública está desligada.
FirePWallValid=A Firewall do Windows de rede pública está activa.
FireSWall=Verificar a disponibilidade da Firewall Casa/Privada do Windows.
FireSWallInvalid=A Firewall do Windows de rede privada está desligada.
FireSWallValid=A Firewall do Windows de rede privada está activa.
FireWallInstalled=Software Antivirus está instalado.
FireWallUnInstalled=Não foi encontrado nenhum software Antivirus no seu computador.
FirstTimeRunHint=Computador Saudável? Verifique já!
FixCanceled=A reparação foi cancelada!
Fixing=A Reparar:
FolderOption=Verificar a disponibilidade das "Opções de Pastas"
FolderOptionsInvalid=Opções de Pastas está desactivado.
FolderOptionsValid=As Opções de Pastas estão activas.
IEShell=Para verificar a validade da função 'shell' do IE.
IEShellFail=A 'shell' do IE foi alterada.
IEShellFine=A 'shell' do IE funciona normalmente.
InstallSafeSoft=Instale um software antivirus
JunkFiles=Ficheiros desnecessários no seu computador
JunkFilesEx=Ficheiros inválidos tais como cache, registos, ficheiros temporários, etc.
LastCheck=A última vez que examinou o seu computador foi em:
LastFixTime=Já passaram %d dias desde o último exame.
ManualFix=Reparação Manual
ManualProcess=Itens de Optimização Manual
ManualProcessEx=Riscos de privacidade, fragmentação do disco, etc. (requerem "Reparação manual")
NeedDefrag=O disco de sistema necessita ser desfragmentado.
NoNeedDefrag=Não é necessário desfragmentar o disco de sistema.
NoOptimizeItems=Todos os itens foram optimizados.
NoPrivacyRisks=Não existem riscos de privacidade.
OptimizeOptItems=Validar os itens optimizados.
OptimizeResult=Foram optimizados %d itens para acelerar o seu computador.
PcGood=Parabéns! O seu computador está saudável.
PCHealthNum=Índice de Saúde do Computador:
PrivacyHint=Limpa todos os rastos do explorador e actividades antigas do computador.
PrivacyItems=Riscos de Privacidade
PrivacyItmes=Riscos de Privacidade
ReFixHint=Recomendamos vivamente que complete a operação de reparação para tornar o seu computador mais rápido.
RegeditLocked=O Editor de Registo está desactivado.
Regeditor=Verificar a disponibilidade do Editor de Registo do Windows
RegeditUnLocked=O Editor de Registo está activo.
RegEntriesCount=Foram encontradas %d entradas inválidas.
RegEntriesResult=Foram limpas %d entradas de registo inválidas.
RegistryJunk=Entradas de registo inválidas
RegistryJunkEx=Entradas de registo orfãs, obsoletas ou inválidas
RemoteDesktop=Verificar a disponibilidade de ligação ao Ambiente de Trabalho Remoto do Windows
RemoteDesktopAlive=Ligação Remota do Ambiente de Trabalho está activa.
RemoteDesktopDisabled=Ligação Remota do Ambiente de Trabalho está desactivada.
ReScanHint=Recomendamos vivamente que complete o exame do computador para encontrar mais problemas que o tornam mais lento.
Result.FailTranstr=Não foi encontrado nenhum software Antivirus no seu computador.
Result.FineTranStr=Está instalado programa Antivirus no seu computador.
SafeCheckResult=Foram reparados %d problemas relacionados com a segurança.
ScanFor=A Examinar:
ScanOptItems=Itens Optimizáveis
SDDDetected=SSD detectado. Ignorado.
SecurityProject=Itens relacionados com segurança
SecurityProjectEx=Firewall, registo, ambiente de trabalho remoto, e outros projectos de segurança
ShortJunkFiles=Ficheiros desnecessários no computador
ShortJunkFiles=Ficheiros Inúteis
ShortJunkFilesEx=Ficheiros desnecessários
ShortManualProcessEx=Projectos de Optimização Manual
ShortRegistryJunk=Entradas de registo inválidas
ShortRegistryJunkEx=Entradas de registo inválidas
ShortSecurityProjectEx=Projectos de Segurança
ShortSystemTuneup=Os itens podem ser optimizados
ShortSystemTuneupEx=Afinação do Sistema
ShortUserTrace=Dados de Navegação
ShortUserTraceEx=Rastos no Computador
Suggestion1=Recomenda-se um exame imediato.
SystemTuneup=Podem ser optimizados %d itens para melhorar o desempenho do computador.
SystemTuneupEx=Acelerar a velocidade do Windows, melhorar o desempenho e estabilidade do sistema, etc.
TaskManager=Verificar a disponibilidade do Gestor de Tarefas do Windows
TaskManagerInvalid=O Gestor de Tarefas está desactivado.
TaskManagerValid=O Gestor de Tarefas está activo.
Tracehint=Limpa o histórico de navegação e acesso a documentos, etc.
TraceResult=Limpar %d rastos de utilização.
TracesFound=Foram encontrados %d rastos
TrashResult=Foram limpos %d ficheiros desnecessários, libertando %s de espaço no disco.
UnsettledItems=Os seguintes itens necessitam de ser reparados manualmente.
UserTrace=Rastos e histórico de navegação
UserTraceEx=Histórico de programas usados, ficheiros acedidos, sites visitados,etc.
WindowsAutoUpdate=Verificar a disponibilidade das Actualizações Automáticas do Windows
WindowsAutoUpdateInvalid=Actualizações Automáticas do Windows está desactivado.
WindowsAutoUpdateValid=Actualizações Automáticas do Windows está activo.

[FileErase]
NetPath=Não foi possível limpar o atalho de rede.
None=Nenhum
Crushing=A Triturar:
Shred=Triturado
InUsed=A ser utilizado
Aborted=Abortado
Shredding=A Triturar
SysPath=O atalho que seleccionou não pode ser apagado porque inclui atalhos de sistema necessários.
ScrubFinished=Apagamento completo! Sucesso em triturar %d ficheiros mas falha em triturar %d ficheiros.
ScrubCanceled=Apagamento cancelado! Sucesso em triturar %d ficheiros mas falha em triturar %d ficheiros.
Erased=Triturar
Canceled=Cancelado

[DiskDefrag]
Volume=Unidade
Format=Sistema de Ficheiros
TotalSpace=Espaço Total
FreeSpace=Espaço Livre
Fragmented=Fragmentos
Status=Estado
PmDefrag=Desfragmentar
QuickOpt=Optimização Rápida
FullOpt=Optimização Completa
PmAnlyse=Analisar
Resume=Retomar
Analying=A Analisar
Defragmenting=A Desfragmentar
Optimizing=A Optimizar
Analyed=Analisado
Defragmented=Desfragmentado
Optimized=Optimizado
Pause=Pausar
IsSSD=A sua selecção deve incluir pelo menos uma unidade sólida. A desfragmentação do disco pode reduzir o seu tempo de vida. Tem a certeza que quer continuar?
FragmentedRate=Fragmentação
DefragInfo=É bom desfragmentar o disco para garantir a sua rapidez após ser utilizado por algum tempo.

[BtnList]
WiseReminder=Wise Reminder
WiseReminderDesc=Um Lembrete de coisas a fazer que o ajuda a organizar as tarefas diárias.
GameBooster=Game Booster
GameBoosterDesc=Um simples mas eficaz acelerador de jogos.
ForceDeleter=Eliminação Forçada
ForceDeleterDesc=Desbloqueia & elimina ficheiros de forma fácil e segura
SystemMonitor=Monitor do Sistema
SystemMonitorDesc=Monitoriza processos, hardware e tráfego de rede
AutoShutdown=Desligar Auto
AutoShutdownDesc=Desliga o PC Automaticamente
DataRecovery=Recuperar Dados
DataRecoveryDesc=Recupera Ficheiros Eliminados
FolderHider=Ocultar Fich/Pasta
FolderHiderDesc=Fácil para ocultar Dados Privados
JetSearch=Procura Rápida
JetSearchDesc=Procura Rápida de Ficheiros
MemoryOptimizer=Optimização de Memória
MemoryOptimizerDesc=Ferramenta para Libertar Memória
ProgramUninstaller=Desinstalar Programas
ProgramUninstallerDesc=Remove Programas minuciosamente
PluginClean=Limpeza de Plugins
BigFile=Gerir Fich. Grandes
BigFileDesc=Maneira simples de gerir ficheiros grandes.
RegClean=Limpeza do Registo
RegCleanDesc=Encontra e repara erros do Registo.
CommClean=Limpeza Normal
CommCleanDesc=Rápido e fácil para limpar ficheiros desnecessários e rastos.
AdvClean=Limpeza Avançada
AdvCleanDesc=Encontra e limpa ficheiros desnecessários em todas as unidades.
SysSimming=Emagrecer Sistema
SysSimmingDesc=Fácil de limpar ficheiros desnecessários do Windows.
PowerOpt=Optimização do Sistema
PowerOptDesc=Optimiza o desempenho do PC.
DiskDefrag=Desfrag. Disco
DiskDefragDesc=Desfragmenta o Disco para acelerar o seu sistema.
RegDefrag=Desfrag. Registo
RegDefragDesc=Optimiza o registo para acelerar o seu sistema.
Startup=Gestor de Inicialização
StartupDesc=Fácil de gerir os programas do arranque.
ContextMenu=Menu de Contexto
ContextMenuDesc=Fácil de gerir os itens do menu de contexto do Windows.
PrivacyErase=Apagador Privacidade
PrivacyEraseDesc=Remove rastos e históricos para assegurar a sua privacidade.
DiskErase=Apagador de Disco
DiskEraseDesc=Apaga todos os ficheiros eliminados do seu disco.
FileShredder=Triturador de Ficheiros
FileShredderDesc=Impede que os ficheiros triturados sejam restaurados sobrescrevendo o seu espaço original.
PasswordGenerator=Gerador de Palavras-passe
PasswordGeneratorDesc=Fácil para criar uma palavra-passe forte.
ProcessMon=Monitor de Processos
ProcessMonDesc=Fácil de gerir processos em execução.
SystemInfo=Informação Sistema
SystemInfoDesc=Uma visão global do seu sistema e informação do hardware.

[DiskErase]
Stop=Parar
Erase=Apagar
Rule1=Dados Aleatórios 1 passagem (Recomendado)
Rule2=DoD 5220.22-M 3 passagens
Rule3=Schneier's 7 passagens
Rule4=Guttmann 35 passagens
EraseFinished=Apagamento completo. Duração:
ErasingFor=A apagar os ficheiros eliminados em %s, por favor aguarde...
TempFileDeleting=A eliminar ficheiros temporários...
ErasingForDisk=A apagar o espaço livre em %s, por favor aguarde...
ManyFiles=Encontrados muitos ficheiros recuperáveis.
FewFiles=Encontrados alguns ficheiros recuperáveis.
SkipAnalyse=Ignorar análise (unidade FAT)
Secure=Seguro
DoesNotSupport=Não suporta esta unidade.
Erasing=A Apagar...
Finished=Apagamento completo.
Canceled=Apagamento cancelado.
ConfirmEraseDisk=Demorará algum tempo a apagar o disco. Por favor encerre outros programas para evitar operações I/O durante este período. Continuar?
PartitionError=Foi encontrado um erro grave nas suas partições.

[Tuneup]
BlueReboot=Desactivar reinício automático quando o sistema exibir p ecrã azul de bloqueio.
RemoteRegAccess=Desactivar modificação do registo a partir de computador remoto.
FileListSpeed=Optimizar a política de actualização da lista de ficheiros do Windows.
PreviewUP=Acelerar a velocidade de exibição das pré-visualizações da janela da Barra de Tarefas.
OptDNS=Optimizar DNS e velocidade de análise DNS.
OptLAN=Optimizar a ligação de Rede Local.
ShowSpeed=Velocidade de resposta optimizada do ecrã do sistema.
AeroSnap=Acelerar o Aero Snap para exibição rápida de miniaturas.
SSDSpeedup=Optimizar SSD
DisablePrefetch=Desactivar os parâmetros prefetch para aumentar o tempo de vida útil do SSD.
DisableSuperPrefetch=Desactivar os parâmetros Superfetch para aumentar o tempo de vida útil do SSD.
DisableDefragBoot=Desactivar a desfragmentação no arranque da unidade de sistema para aumentar o tempo de vida útil do SSD SSD.
DisableDefragIdle=Desactivar a desfragmentação automática quando inactivo para aumentar o tempo de vida útil do SSD.
EnableTRIM=Activar a função TRIM para melhorar o desempenho do SSD.
OptIEConnection=Aumento do máx. de ligações por servidor. Aumento da velocidade de visualização das páginas Web e de vídeos online.
IconCache=Aumentar a cache de ícones do sistema e acelerar a exibição do ambiente de trabalho.
RestoreAll=Tem a certeza que pretende restaurar todos os itens para o padrão do Windows?
NoSelectedItem=Por favor escolha pelo menos um item para optimizar.
OptItems=Os seguintes %d itens podem ser optimizados.
ItemsOptimized=Foram optimizados %d itens.
TakeEff=Alguns itens optimizados só produzirão efeitos após o computador ser reiniciado.
NoItems=Parabéns! Todos os itens foram optimizados.
BootSpeedup=Aceleração Iniciar/Desligar
SystemStable=Estabilidade do Sistema
SystemSpeedup=Aceleração do Sistema
NetworkSpeedup=Aceleração da Rede
PrefetchParameters=Optimizar os parâmetros do prefetch para melhorar a velocidade de arranque do windows
BootDelay=Reduzir a duração da "verificação do disco" para melhorar a velocidade de arranque do windows
BootPartition=Activar a função de optimização para melhorar a velocidade de arranque do Windows.
ClearPagingFile=Desactivar a eliminação do ficheiro de paginação do Windows ao encerrar para acelerar o desligar do computador
TimeOut=Reduzir a lentidão das aplicações ao encerrar para melhorar o processo de encerramento
AutoKill=Fechar processos congelados para evitar falhas do sistema
RestartExplorer=Reiniciar automaticamente o Explorador do Windows para evitar um desaparecimento do ambiente de trabalho
TwoProcess=Definir que os componentes do Explorador do Windows corram em processos separados evitando conflitos do sistema
ErrorReport=Desactivar o relatório de erros no ecrã para melhorar o desempenho do sistema
Debugger=Desactivar o depurador para acelerar o processamento de erros
OptMemory=Optimizar as configurações padrão da memória para melhorar o desempenho do sistema
OptVEff=Optimizar o aspecto dos componentes da linha da frente(caixa de diálogo, menus, etc.) para melhorar o desempenho do sistema
OptFileSystem=Optimizar o sistema de ficheiros para melhorar o desempenho do sistema
OptDiskSystem=Optimizar o sub-sistema I/O do disco para melhorar o desempenho do sistema
DisAutoRun=Desactivar a função "Reprodução Automática" nas unidades para evitar a infecção/propagação de vírus
OptDiskIdle=Optimizar o I/O do disco quando o CPU está inactivo
OptTTL=Optimizar as configurações TTL(Time To Live) para melhorar o desempenho da rede
OptNetForward=Optimizar a capacidade de adiantamento da rede para melhorar o desempenho desta
OptMTU=Melhorar o desempenho TCP/IP através da detecção automática de "buracos negros" usando a técnica da 'Path MTU Discovery'
OptWINS=Optimizar o tempo de consulta do nome WINS(Windows Internet Name Service) para acelerar a velocidade de transferência de dados
OptNetWork=Optimizar as configurações de rede para melhorar o desempenho da comunicação
CloseAnimate=Desactivar os efeitos de animação ao maximizar ou minimizar janelas para acelerar a resposta da janela
PagingExecutive=Desactivar a paginação de memória e reduzir o I/O do disco para melhorar o desempenho das aplicações. (A opção deve ser ignorada se a memória física for <1 Gb)
StaticIP=Definir um IP estático para as suas ligações locais para acelerar o arranque do computador
PorcessorTime=Optimizar o desempenho do processador para a execução de aplicações, jogos, etc.ser mais eficaz. (Ignorar se se tratar de servidor)
DisableIDECheck=Desactivar a verificação do canal IDE pelo Windows para melhorar o tempo de arranque
ForeAppSpeed=Acelerar a velocidade de resposta dos programas de primeiro plano
AeroPeek=Acelerar a velocidade de exibição do Aero Peek
OptEthernet=Optimizar o desempenho da placa Ethernet

[Summary]
ContextMenu=Itens inválidos do menu de contexto
MUICache=Cache de Referência MUI em falta
Services=Serviços do Windows inválidos
Activex=Componentes ActiveX e COM inválidos
FireWall=Definições inválidas da firewall do Windows
RootAll=Atalhos e ficheiros inválidos
SoftwareSection=Atalhos e ficheiros inválidos deixados por programas removidos
ApplicationPaths=Atalhos  e ficheiros inválidos deixados por aplicações registadas
FileTypes=Extensões de ficheiros inválidas
HelpFiles=Ficheiros de ajuda inválidos
Fonts=Informação inválida de Fontes
SharedDLL=Bibliotecas de ligação dinâmica partilhadas em falta
MRULists=Histórico de ficheiros acedidos pelo utilizador, filmes vistos, documentos editados etc.
UninstallSection=Informação de desinstalação inválida ou desnecessária
StartMenu=Itens obsoletos do menu iniciar
StartupProgram=Programas do arranque inválidos ou obsoletos
SoundandAppEvents=Configurações obsoletas ou inválidas de audio e eventos
IEUrlHistory=Histórico de visitas as sites do IE
IFEO=Entradas maliciosas criadas por spyware, virus ou malware
EmptyKey=Entradas sem informação
App=Definições de aplicação inválidas

[ErrorMessage]
MUIError1=Referência MUI em falta, mas a unidade "%s" é %s, recomenda-se que ignore este erro.
MUIError=Referência MUI em falta
ServiceNotExists=O serviço especificado não existe.
MimeExName=Extensão de Ficheiro registada com MIME incorrecto: %s
EmptyKey=Chaves Vazias
EmptyHelpdirctory=Directório de Ajuda Vazio.
FileNotExist=O Ficheiro(Pasta) não existe.
HFileNotExist=Ficheiro de Ajuda(Pasta) não existe.
EmptyValue=Valor Vazio
TypeLib=Biblioteca de tipos não existe:
NodeEmpty=Nodo Vazio
SharedFilenotexist=Ficheiro Partilhado não existe.
sharedfilenotbeuse=Ficheiro Partilhado não é usado.
noconnection=Sem informação de ligação de ficheiro.
Invalidpathtoicon=Atalho inválido para o ícone.
ReferstoaninvalidClass=Referência a uma Classe inválida.
Emptyshellcommand=Comando de interface vazio.
Invalidshellcommand=Comando de interface inválido (O ficheiro não existe).
Fontsnotexist=O ficheiro de fontes não existe.
Hijacking=%s foi sequestrado por %s.
MRULists=Listas MRU (Usados Mais Recentemente) do Utilizador
invalidOpenWith=Não existem aplicações associadas com este tipo.
ReferActivex=Referência a uma entrada inválida Activex/COM.
EmptyCLSID=CLSID (Identificador de Classe) Vazio.
ComSourceNotExist=A origem COM não existe.
invalidUnistall=Informação de desinstalação inválida.
notexist=Não existe.
ObsoleteStartMenuItem=Item Obsoleto do Menu Iniciar.
SoundFilenotexist=O Ficheiro de áudio não existe.
FileNotExist1=O Ficheiro/Pasta não existe, mas a unidade "%s" é %s. Recomenda-se que ignore este erro.
OpenWithError=Abertura com erro, a aplicação especificada não existe.
OpenWithError1=Erro ao usar "Abrir com" para a  aplicação especificada não existe, mas a unidade "%s" é %s. Recomenda-se que ignore este erro.
ComSourceNotExist1=A Origem COM não existe, mas a unidade %s é %s. Recomenda-se que ignore este erro.

[Area]
WinInstallerPackage=Instalador Obsoleto do Windows
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xili soft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Histórico de Ficheiros Acedidos
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Histórico do Adobe Photoshop
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Ficheiros temporários do Adobe Reader
AdvancedSearchbar=Barra de Procura Avançada
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Cache de Instalação de Programas Apple
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Cache do Google Chrome
ChromeCookies=Cookies do Google Chrome
ChromeForm=Histórico de autopreenchimento de formulários do Google Chrome
Chromelocalstorage=Armazenamento Local do Google
ChromePass=Palavras-passe guardadas do Google Chrome
ChromeSession=Sessões do Google Chrome
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookies
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=DOMStore Cookies do Microsoft IE
DownloadedPatch=Ficheiros de actualização do Windows
Downloads=Ficheiros transferidos pelo navegador
DriveTheLife=DriveTheLife
Dump=Ficheiros de depuração de memória
DVDFab=DVDFab
ErrorReport=Ficheiros de Relatório de Erros
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Outros MRUs do Explorer
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Cache do Mozilla FireFox
FireFoxCookies=Cookies do Mozilla FireFox
FireFoxForm=Histórico de autopreenchimento de formulários do Mozilla FireFox
FireFoxOther=Outros Históricos do Mozilla FireFox
FireFoxPass=Palavras-passe guardadas do Mozilla FireFox
Flash=Adobe Flash Player
FontCache=Cache de Fontes do Windows
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google Calendar
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Barra de Ferramentas Google
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Histórico da Barra de endereços do Internet Explorer
IECahce=Cache do Microsoft IE
IECookies=Cookies do Microsoft IE
IEForm=Histórico de autopreenchimento de formulários do IE (Não serão listados dados privados)
IEHistory=Histórico Activo do Microsoft Internet Explorer
IEPass=Palavras-passe guardadas do IE (Não serão listados dados privados)
IISLog=Registos IIS
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Atalhos Inválidos
InvalidScTask=Tarefas Agendadas Inválidas
InvalidStartMenu=Menus Iniciar Inválidos
iTunes=iTunes
IZArc=IZArc
JumpList=Listas de Acesso Rápido da Barra de Tarefas (Os Itens fixos também serão removidos)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Última Localização de Transferências
LogFile=Ficheiros de registo de eventos do sistema
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Registos e cache de actualizações do Microsoft Security Essentials
MetroCache=Cache Metro do Windows
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdge-Recently Typed URLs=Microsoft Edge-URLs Digitadas Recentemente
MSEdge-Saved Form Information=Microsoft Edge - Informação de Formulários Guardada
MSEdge-Saved Passwords=Microsoft Edge - Palavras-passe Guardadas
MSEdgeCache=Cache do Microsoft Edge
MSEdgeCookies=Cookies do Microsoft Edge
MSEdgeDownloadHistory=Histórico de transferências do Microsoft Edge
MSEdgeHistory=Histórico do Microsoft Edge
MSEdgeSession=Sessão do Microsoft Edge
MSN=Windows Live Messenger
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOffice=Microsoft Office
MSOfficeXP= Microsoft Office XP
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=Histórico do Mapeamento da Rede
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=Ficheiros de Instalação NVIDIA
Office=Microsoft Office
OfficePicture=Gestor de Imagens do Microsoft Office
OfficeRecent=Histórico Recente do Microsoft Office
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Cache do Opera
OperaCookies=Coockies do Opera
OperaHistory=Histórico do Opera
OperaPassword=Palavras-passe guardadas do Opera
OperaSessions=Sessões do Opera
OperaSiteIcon=Ícones do site Opera
OperaURLHistory=URLs digitadas do Opera
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProX=PaintShop Pro X
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=Cache do PaleMoon
PaleMoonCookies=Cookies do PaleMoon
PaleMoonDownloadHistory=Histórico de Transferências doPaleMoon
PaleMoonHistory=Histórico do PaleMoon
PaleMoonSavedFormInformation=Informação Guardada de Formulários do PaleMoon
PaleMoonSession=Sessões do PaleMoon
PaleMoonSitePreferences=Preferências de Sites do PaleMoon
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Dados Prefetch do Windows
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ
QQImg=QQ Received Images
QQPCMgr=QQPCManager
QQRFile=QQ Received Files
QuickTimePlayer=QuickTime Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayer=Real Player
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Documentos Recentes
Recyclebin=Esvaziar a Reciclagem
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=Ficheiros de cache do Ambiente de Trabalho Remoto
RunStartMenu=Executar no Menu Iniciar
SafariCache=Cache Internet do Safari
SafariCookies=Cookies do Safari
SafariHistory=Histórico do Safari
SafariPass=Informação de Formulários guardada do Safari
SamsungKies=Samsung Kies
SearchList=Histórico de buscas no Windows
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Ficheiros de lixo criados pelo Windows
SystemTrace=Rastos do Windows e de Programas
Tag&Rename=Tag&&Rename
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Cache de Miniaturas
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Rastos no Computador
TraryNotify=Cache da Barra de Notificações do Windows
TrashClean=Ficheiros Desnecessários no Computador
TUGZip=TUGZip
TypeInternetCache=Cache de Navegador Web
TypeInternetTrace=Rastos de Navegador Web
TypeMedia=Multimédia
TypeOtherApp=Outras Aplicações
TypeSystem=Sistema do Windows
TypeWComponents=Componentes do Windows
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Ficheiros de lixo criados por Aplicações
uTorrent=uTorrent
VentriloClient=Cliente Ventrilo
VentriloServer=Servidor Ventrilo
ViewedImg=Histórico de Imagens Visualizadas
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Histórico de Páginas Visitadas
Vivaldi=Vivaldi
VivaldiCache=Cache do Vivaldi 
VivaldiCookies=Cookies do Vivaldi
VivaldiForm=Histórico de preenchimento automático de formulários do Vivaldi
Vivaldilocalstorage=Armazenamento local do Vivaldi
VivaldiSavedpasswords=Palavras-passe guardadas do Vivaldi
VivaldiSession=Sessão Vivaldi
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=Histórico de filmes/vídeos visualizados
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Cache do Sistema Windows
WindowsWordpad=Windows Wordpad
WinInstallerCache=Cache de Instaladores do Windows
WinLiveToolbar=Barra de Ferramentas Windows Live
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Cópia de Segurança da pasta WinSxs do Windows
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
XnView=XnView
YahooMessage=Mensagens Yahoo
YahooMessenger=Yahoo Messenger
YahooToolbar=Barra de Ferramentas Yahoo
Yandex=Yandex
YandexCache=Cache do Yandex
YandexCookies=Cookies do Yandex
YandexForm=Histórico de preenchimento automático de formulários do Yandex
YandexLocalstorage=Armazenamento local do Yandex
Yandexpass=Palavras-passe guardadas do Yandex
YandexSession=Sessão Yandex
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Itens inválidos do menu de contexto
MUICache=Cache MUI
Services=Serviços Windows
Activex=Componentes ActiveX/COM
FireWall=Definições da firewall
RootAll=Atalhos Inválidos
SoftwareSection=Atalhos de software
ApplicationPaths=Atalhos de aplicações
FileTypes=Tipos de Ficheiros
HelpFiles=Ficheiros de ajuda
Fonts=Fontes
SharedDLL=DLLs partilhadas
MRULists=Listas MRU (Usados Mais Recentemente) do Utilizador
UninstallSection=Informação de desinstalação
StartMenu=Menu Iniciar
StartupProgram=Programas do arranque
SoundandAppEvents=Eventos de audio e aplicações
IEUrlHistory=Histórico de visitas a sites do IE
IFEO=Execução de Ficheiros de Imagem
EmptyKey=Chaves Vazias
App=Definições de Aplicações
UserDefine=Definido pelo Utilizador
ZeroFile=Ficheiros vazios - 0 bytes
WinSetupLog=Ficheiros de registo de erros de instalação do Windows
NtUninstall=Origens de desinstalação de Actualizações do Windows
InvalidLnk=Atalhos Inválidos
UserTemp=Ficheiros em pastas temporárias dos utilizadores
WinTemp=Ficheiros em pastas temporárias do Windows
RecentFiles=Ligações a ficheiros recentes
PatchSource=Origens de Actualizações do Windows
TempFile=Ficheiros temporários
fcwdir=Ficheiros criados por um processo de transferência
tfcbp=Ficheiros temporários criados por programas
sdrf=Ficheiros de restauro criados durante o exame do disco
OldFile=Ficheiros antigos
outdatedfile=Ficheiros desactualizados
fcwhfir=Ficheiros criados quando um ficheiro de ajuda á executado
Ncfile=Ficheiros de cache de Newsgroup
Backupfile=Ficheiros de cópia de segurança
WBfile=Ficheiros de cópia de segurança do MS Word
Cbswahf=Ficheiros criados aquando da procura num ficheiro de ajuda
whtf=Ficheiros temporários do sistema de ajuda do Windows
Logfile=Ficheiros de registo
LLogfile=Ficheiros de registo criados por aplicações ou serviços do sistema.
Errorfile=Ficheiros de erro
Wmdf=Ficheiros de depuração de memória do Win2000/XP
bcomf=Cópias de segurança de ficheiros modificados
Indexfile=Ficheiros de índice
ifcbsiotitpbs=Ficheiros de índice criados pelo sistema com vista a melhorar a velocidade de procura de imagens
Tfcds=Ficheiros temporários criados durante a instalação
Intermediatefile=Ficheiros intermediários
chkfile=Ficheiro recuperado

[Tools]
Update=Actualizar
Download=Transferir
WhatNew=O que há de novo?

[BootTime]
BootTimeEx=O seu Tempo de arranque
BootLike=A sua velocidade é como...
Btnopt=Acelerar
Congratulation=A velocidade de arranque do seu computador é:
BootTime=Tempo de Arranque: %d segundos
FailWeahter=Não é possível aceder a informações metereológicas.

[MenuBar]
Support=Centro de Ajuda
BtnCustom=Personalizar
BtnRestore=Restaurar
BtnSkin=Temas
BtnMenu=Menu
BtnBackup=Cópia de Segurança

[UpgradePro]
Title=Porquê actualizar para a versão Pro
MoreSkin=Mais Temas
CustomHead='Avatars' Personalizados
Support=Apoio 7x24
Buy=Comprar
Reg=Registar
RegUser=Utilizador Registado

[AutoUpdate]
UpdateFail=Falha a actualizar, quer transferir o ficheiro de configuração do nosso site?
NoFiles=Seleccione os ficheiros para actualizar.
CurrentFile=Ficheiro Actual:
Readed=A transferir:
SumSize=Tamanho Total:
Byte=Byte
DownloadError=Erro de transferência, por favor tente mais tarde.
AutoUpdate=Wise Care 365 - Actualização 'Ao vivo'
StartUpdate=Iniciar Actualização
Cancel=Cancelar
Ready=Pronto para transferência.
FindUpdate=Os seguintes componentes estão disponíveis para actualização:
NewVerInfo=Alterações da Nova Versão:
IgnoreVer=Ignorar actualizações desta versão
BtnUpdate=Actualizar Agora
BtnNotNow=Agora Não


[SoftRate]
Querying=A consultar...
Good=Gosto
Bad=Não Gosto
Safe=Reportar
Ver=Versão:
Ratings=Classificações
SoftNotExist=Não foi possível encontrar o programa
GetSoftInfoError=Não foi possível obter informação do programa
UploadSoftLogoError=Erro no envio da informação do programa
SubmitData=A enviar os seus comentários sobre este programa...
SubmitSoftInfoError=Erro de envio relacionado com a rede.
SubmitRateSuccess=Enviado com Sucesso.
HaveSubmitRate=Fez a sua avaliação.
Submitgoodbad=A enviar a sua informação...
me=Eu
NickTooLong=A sua alcunha não deve exceder 20 caracteres.
MailTooLong=O seu endereço de email não deve exceder 50 caracteres.
WrongEmail=Endereço de email inválido.
ReviewTooLong=O tamanho total da avaliação não deve exceder 300 caracteres.
RateHint=Junte-se à nossa classificação de programas e classifique os seus favoritos!
UnknowName=Produto Desconhecido
UnknowVer=Versão Desconhecida
UnknowDesc=Descrição

[Edit]
pmcut=Cortar
pmcopy=Copiar
pmpaste=Colar
pmdelete=Eliminar
pmselectall=Selec. Tudo

[Turbo]
PmActive=Lembrar mais tarde
PmNever=Não mostrar de novo
btnClean=Limpar
NeedCleanTrash=Foram encontrados %s ficheiros de lixo.
NeedCleanTrace=Foram encontrados %d itens de rastos.
NeedClean=O uso prolongado do computador criou muitos ficheiros de lixo.

[Renew]
subscribed=Já estou inscrito, mão lembrar de novo.
btnact.caption=Active a sua chave de licença
Regexpire=Não será possível usar o Wise Care 365 após o término do período de avaliação.
Regtitle2=Os seus 30 dias de avaliação chegaram ao fim. Por favor registe-o a tempo.
Regtitle=Faltam %d dias para o fim do período de avaliação.
RegPrice=Compre a versão Pro para manter o seu PC com um desempenho de topo! por apenas %s !
Regnow=Registe Já!
title=O Wise Care 365 PRO expira dentro de %d dias!
title2=A sua Chave de Licença expirou. Por favor renove-a a tempo!
Price=Para permanecer Pro e manter o seu PC com um desempenho de topo! apenas %s !
lblfeature1.caption=Protecção Total de Privacidade: Apagador de Privacidade.
lblfeature2.caption=Gestão do Menu de Contexto: Torne o seu menu mais flexível.
lblfeature3.caption=Actualização Automática: Poupe o seu tempo ao actualizar para uma nova versão.
lblfeature4.caption=Novas aparências e temas fantásticos: Desenhados para utilizadores Pro.
lblfeature5.caption=Apoio Técnico 7x24 Grátis: Obtenha resposta rápida às suas questões.
lblrefund.caption=Compromisso de devolução incondicional de 100%.
lblremind.caption=Lembrar mais tarde
lblhint.caption=Características detalhadas do Wise Care 365 PRO:
lbldesc.caption=Pode estar a perder o previlégio de desfrutar a versão Pro.
btnrenew.caption=Renovar
WorkTotal=Até agora, o Wise Care 365 limpou %s ficheiros de lixo, %d  itens de históricos e reparou %d erros do registo.

[Sysmon]
ActivityPercent=Percentagem de Actividade
AdapterType=Tipo de Adaptador
Asset=Etiqueta Fabricante
ATAVER=Versão ATA
ATM=ATM
ATemperature=Temperatura Média
BiosDate=Data da Bios
Board=Placa Mãe
BoardType=Tipo de Placa
btnBoard.caption=Placa Mãe
btnDisk.caption=Disco Rígido
btnGraphic.caption=Placa Gráfica
btnHardMonitor.caption=Monitor de Hardware
btnMemory.caption=Memória
btnNetAdapter.caption=Placa de Rede
btnOsOverview.Caption=Sistema Operativo
btnOverview.caption=Visão Geral
btnProcess.Caption=Processo
btnProcessor.caption=Processador
btnSoftMonitor.caption=Monitor Processos
btnSoundCard.caption=Placa de Som
BusType=Tipo de Barramento
BytesPerSector=Bytes Por Sector
CacheSize=Tamanho Cache L2
ColorDepth=Profundidade de Cor
connected=ligado a um par remoto.
connecting=a ligar adaptador.
Cores=Nº de Núcleos
CPU=CPU
CPUUpgrade=Actualização do Processador
CPUUsage=CPU: %d
CTemperature=Temperatura Núcleo %d
CurrentSpeed=Vel. actual do processador
Cylinders=Cilindros
DataWidth=Largura de Dados
Description=Descrição
DeviceID=ID do Dispositivo
DHCP=Endereço DHCP
DHCPName=Nome da Extensão DHCP
disconnected=desligado
Disk=Disco
DiskRPM=RMP(R/m)
DNSIP=IP Servidores DNS
DNSServers=Servidores DNS
DNSSuffixes=Sufixos DNS
DomainName=Nome do Domínio
Drive=Unidade
EngineClock=Relógio da Máquina
Ethernet=Ethernet
Familiy=Família
Fans=Ventoínhas
FileSystemName=Sistema de Ficheiros
Form=Formato
FreeSpace=Espaço Livre
frmSoftMonitor.ppDetails=Info Detalhada
frmSoftMonitor.ppKillProc=Parar Processo
frmSoftMonitor.ppNet1=Bloquear Accesso à Rede
frmSoftMonitor.ppNet2=Permitir Acesso à Rede
Gateway=Endereço do Portal
GPU=GPU
GPUChip=Chip do GPU
Graphics=Placa Gráfica
HDFirmware=Versão do Firmware
HandleNumber=Número de Identificadores
HostName=Nome da Máquina
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 Sem fios
IPAddress=Endereço IP
IPMask=Máscara do Endereço IP
InterfaceType=Tipo de Interface
LANdisabled=A placa LAN foi desactivada.
Loading=A carregar...
Locator=Banco
MACAddress=Endereço MAC
Manufacter=Fabricante
Manufactor=Fabricante
MaxSpeed=Velocidade Máx.
MaximumSpeed=Vel. Máx. do processador
MediaType=Tipo de Suporte
Memory=Memória
MemoryClock=Relógio da Memória
MemoryType=Tipo de Memória
MemoryUsage=Memória: %s/%s
MemSlot=Encaixe da Memória:
MemSlotCount=Nº de Encaixes de Memória
Name=Nome
NetAdater=Placa de Rede
NetConnectionID=ID da Ligação Internet
Normal=Normal
OperStatus=Estado da interface
OS=Sistema Operativo
OSAbbreviate=Idioma Abreviado
OSCountry=País
OSCSD=CSD
OSDaylightName=Horário de Verão
OSDisplayName=Nome
OSEdition=Edição
OSInstallDate=Data de Instalação
OSLanguage=Idioma
OSLOCAL=LOCAL
OSLongDateFormat=Formato de Data Longo
OSMonetary=Simbolo Monetário
OSMonetarySymbol=Símbolo Monetário Internacional
OSPaths=Variáveis de Ambiente
OSProductID=ID do Produto
OSProductKey=Chave do Produto
OSRegisteredOrg=Organização Registada
OSRegisteredUser=Utilizador Registado
OSShortDateFormat=Formato Curto de Data
OSStandardName=Nome Padrão
OSTimezone=Fuso Horário
OSUTC=UTC Bias(minutos)
OSversor=Versão
OtherType=Outro
Overview=Visão Global do Computador
Part=Nº da Peça
PartitionLength=Tamanho da Partição
PartitionNumber=Nº da Partição
PhysicalAvailable=Física Disponível:
PhysicalFree=Física Livre:
PhysicalTotal=Física Total:
PhysicalUsed=Física Usada:
PixHeight=Altura(píxeis)
PixWidth=Largura(píxeis)
ppmDetails=Detalhes
ppmExit=Sair do Wise Monitor
ppmHide=Ocultar Janela Flutuante
ppmShowFloat=Mostrar Janela Flutuante
ppmStayontop=Sempre Visível
PPP=PPP
processName=Nome do Processo
Processor=Processador
processpath=Localização
Product=Produto
Recv=Recebido
RecvS=Receb/s
RefreshRate=Taxa de Actualização
SATAVER=Versão SATA
SectorsPerTrack=Sectores Por Pista
Send=Enviado
SendS=Envios/s
Serial=Número de Série
ShowNetOnly=Exibir Apenas processos internet
ShowSysProcess=Exibir Processos do Sistema
Size=Tamanho
Socket=Designação do Encaixe
SoftwareLookback=Interface de rede loopback
SoundCard=Placa de Som
Speed=Velocidade
SSD=Dispositivo SSD
StartingOffset=Desvio Inicial
SystemCache=Cache do Sistema:
Technology=Tecnologia
Temperature=Temperatura
TemperatureMon=Monitor de Temperatura
Temperatures=Temperaturas
TfrmMemoryProcList.OptimizationMem=Libertados %s
TfrmMemoryProcList.btnSpeedup=Acelerar
TfrmMemoryProcList.btnSpeedup_1=A Acelerar
TfrmMemoryProcList.memstate1=A Funcionar Bem
TfrmMemoryProcList.memstate2=Execução Normal
TfrmMemoryProcList.memstate3=Execução Lenta
TfrmMonitorPopup.lbl1_C=Uso do CPU
TfrmMonitorPopup.lbl1_M=Utilização Memória
TfrmMonitorPopup.lbl1_R=Velocidade de Transferência
TfrmMonitorPopup.lbl1_S=Velocidade de Envio
TfrmMonitorPopup.lbl1_T=Temperatura do componente Hardware
TfrmMonitorPopup.lbl2_C=Flutuação da utilização CPU
TfrmMonitorPopup.lbl2_M=Estado da memória do sistema
TfrmMonitorPopup.lbl2_R=Registo vel. transferência
TfrmMonitorPopup.lbl2_S=Registo vel. de envio
TfrmMonitorPopup.lblBoard.caption=Placa Mãe
TfrmMonitorPopup.lblCpu.caption=Processador
TfrmMonitorPopup.lblGpu.caption=Placa Gráfica
TfrmMonitorPopup.lblhdd.caption=Disco Rígido
Threads=Nº de Segmentos
TokenRing=Token Ring
Total=Total
TotalProcess=Encontrados %d processos, incluíndo %d processos do utilizador e %d processos do sistema.
TotalSpace=Tamanho Total
TracksPerCylinder=Pistas Por Cilindro
Tunnel=Tipo de encapsulamento dos túneis
Type=Tipo
Unknown type=Tipo desconhecido
User=Utilizador
Version=Versão
VideoDisplay=Nome
VideoMode=Resolução
Voltages=Voltagens
VolumeName=Nome do Volume
WANconnected=Placa WAN que não está ligada.
WINSAddress=Endereço WINS Primário

[AutoRun]
ResultHint=A limpeza automática agendada está concluída
Result=Resultado da limpeza

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Protecção do Registo
TfrmRegFilterNotify.lblTitle.Caption=Protecção do Sistema
TfrmRegFilterNotify.lblProgram.Caption=Programa de Risco:
KeyName=Chave do Registo:
TfrmRegFilterNotify.lblKey.Caption=Atalho da Chave:
TfrmRegFilterNotify.ckbRemind.Caption=Não mostrar mais esta localização
TfrmRegFilterNotify.btnDeny.Caption=Proibir
TfrmRegFilterNotify.btnAllow.Caption=Autorizar
pmAllowProgram=Autorizar sempre este programa
pmDenyProgram=Proibir sempre este programa
regnotifydefaultbrowser=Algum programa alterar o navegador padrão
regnotifystartrundesc=Algum programa se adicionar ao arranque
regnotifyservicesdesc=Algum programa tentar instalar controlador ou serviço
regnotifyifeodesc=Algum programa tentar alterar o programa executável
regnotifyspidesc=Algum programa alterar o protocolo de rede
regnotifyIEStartPageDesc=Algum programa tentar alterar a página inicial do IE
regnotifydefaultbrowser_n=Alterar o navegador padrão
regnotifystartrundesc_n=Alterar o arraque
regnotifyservicesdesc_n=Instalar controlador ou serviço
regnotifyifeodesc_n=Alterar o programa executável
regnotifyspidesc_n=Alterar o protocolo de rede
regnotifyIEStartPageDesc_n=Alterar a página inicial do IE


[EUASK]
regcaption=Registar
logincaption=Entrar
FrmEuaskLogin.lblJoin.Caption=Aderir ao Euask
FrmEuaskLogin.lblSign.Caption=Entrar no Euask
FrmEuaskLogin.lblnick.Caption=Utilizador:
FrmEuaskLogin.lbl1.Caption=Palavra-passe:
FrmEuaskLogin.btnlogin.caption=Entrar
FrmEuaskLogin.btnregister.Caption=Registar
FrmEuaskLogin.btnpwd.Caption=Esqueceu a palavra-passe?
FrmEuaskLogin.WiseLabel1.Caption=Utilizador:
FrmEuaskLogin.WiseLabel2.Caption=Palavra-passe:
FrmEuaskLogin.btnreg.caption=Registar
FrmEuaskLogin.WiseSimpleButton1.Caption=Entrar
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Agora não
inputuser=Introduza a palavra-passe e nome de utilizador.